Revit 2024 API
FBXExportOptions Class
3D-Studio Max (FBX) Export options.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public class FBXExportOptions
Visual Basic
Public Class FBXExportOptions
Visual C++
public ref class FBXExportOptions
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.FBXExportOptions
See Also
FBXExportOptions Members
Autodesk.Revit.DB Namespace